{"config": [{"config": {"bias_constraint": null, "units": 75, "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "name": "dense_1", "batch_input_shape": [null, 5], "activity_regularizer": null, "dtype": "float32"}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "kernel_regularizer": null, "units": 1, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "kernel_constraint": null, "activation": "sigmoid", "trainable": true, "name": "dense_2", "activity_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.1", "backend": "tensorflow"}