{"keras_version": "2.1.1", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "dtype": "float32", "use_bias": true, "name": "dense_1", "activation": "relu", "batch_input_shape": [null, 5], "activity_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "trainable": true, "units": 75, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_constraint": null, "activation": "sigmoid", "use_bias": true, "name": "dense_2", "activity_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "trainable": true, "units": 1, "kernel_regularizer": null}}], "backend": "tensorflow"}