{"keras_version": "2.1.1", "config": [{"config": {"units": 25, "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "name": "dense_163", "bias_initializer": {"config": {"seed": null, "maxval": 1, "minval": -1}, "class_name": "RandomUniform"}, "activation": "sigmoid", "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 1, "minval": -1}, "class_name": "RandomUniform"}, "dtype": "float32", "batch_input_shape": [null, 5]}, "class_name": "Dense"}, {"config": {"units": 1, "activity_regularizer": null, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_164", "activation": "sigmoid", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {"seed": null, "maxval": 1, "minval": -1}, "class_name": "RandomUniform"}, "kernel_initializer": {"config": {"seed": null, "maxval": 1, "minval": -1}, "class_name": "RandomUniform"}, "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}