{"config": [{"config": {"batch_input_shape": [null, 5], "dtype": "float32", "bias_constraint": null, "bias_initializer": {"config": {"seed": null, "maxval": 1, "minval": -1}, "class_name": "RandomUniform"}, "bias_regularizer": null, "name": "dense_415", "units": 25, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "trainable": true, "kernel_initializer": {"config": {"seed": null, "maxval": 1, "minval": -1}, "class_name": "RandomUniform"}, "activation": "sigmoid"}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {"seed": null, "maxval": 1, "minval": -1}, "class_name": "RandomUniform"}, "bias_regularizer": null, "name": "dense_416", "units": 1, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "trainable": true, "kernel_initializer": {"config": {"seed": null, "maxval": 1, "minval": -1}, "class_name": "RandomUniform"}, "activation": "sigmoid"}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.1.1"}