{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "name": "dense_1", "units": 75, "trainable": true, "batch_input_shape": [null, 5], "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "dtype": "float32", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "bias_constraint": null}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "name": "dense_2", "units": 1, "trainable": true, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "activation": "sigmoid", "bias_constraint": null}}], "keras_version": "2.1.1"}