{"backend": "tensorflow", "config": [{"config": {"activation": "relu", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_constraint": null, "use_bias": true, "units": 75, "batch_input_shape": [null, 5], "dtype": "float32", "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_1", "bias_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"activation": "sigmoid", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_constraint": null, "use_bias": true, "units": 1, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_2", "bias_regularizer": null, "trainable": true}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.1"}